---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.WPerMSup3
source: html/47397fac-1186-58a2-37ca-e41c7a470a68.htm
---
# Autodesk.Revit.DB.SymbolTypeId.WPerMSup3 Property

Symbol W/m³, indicating unit Watts per cubic meter.

## Syntax (C#)
```csharp
public static ForgeTypeId WPerMSup3 { get; }
```